tools/cfdvv/cases/verification/incompressible/couette-2d/openfoam/system/controlDict
FoamFile { version 2.0; format ascii; class dictionary; object controlDict; }
application simpleFoam;
startFrom startTime; startTime 0; stopAt endTime; endTime 500;
deltaT 1; writeControl timeStep; writeInterval 100;
functions {
    sampleDict {
        type sets;
        libs ("libsampling.so");
        writeControl outputTime;
        interpolationScheme cellPoint;
        setFormat csv;
        fields (U p);
        sets (
            centerline {
                type lineUniform; axis y;
                start (2 0 0.05); end (2 1 0.05); nPoints 51;
            }
        );
    }
}
