tools/cfdvv/cases/verification/incompressible/couette-2d/openfoam/constant/physicalProperties
FoamFile { version 2.0; format ascii; class dictionary; object physicalProperties; }
viscosityModel Newtonian;
nu [0 2 -1 0 0 0 0] 1.0;
