tools/cfdvv/cases/verification/incompressible/couette-2d/openfoam/system/sampleDict
FoamFile { version 2.0; format ascii; class dictionary; object sampleDict; }
type sets;
libs (sampling);
setFormat csv;
sets (
    centerline {
        type uniform; axis y;
        start (2 0 0.05); end (2 1 0.05); nPoints 51;
    }
);
