tools/cfdvv/cases/verification/incompressible/couette-2d/openfoam/Allrun
#!/bin/bash
set -e; blockMesh; simpleFoam
echo "Done. Compare with: cfdvv compare . -r reference/analytical/solution.csv"
